IDEA Open Model
PolyLine2D Constructor
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public PolyLine2D()
Public Sub New
See Also
Reference
PolyLine2D Class
IdeaRS.OpenModel.Geometry2D Namespace